export const marriageStatuses = [
    {
        value: 1,
        title: "Зарегистрированный брак"
    },
    {
        value: 2,
        title: "Сожительство(гр. брак)"
    },
    {
        value: 3,
        title: "В разводе"
    },
    {
        value: 4,
        title: "Не замужем(не женат)"
    },
    {
        value: 5,
        title: "Вдова/вдовец"
    },
    {
        value: 6,
        title: "Есть партнер"
    },
    {
        value: 7,
        title: "Нет партнера"
    },
]

export const cities = [
    {
        value: "1",
        title: "Алматы"
    },
    {
        value: "2",
        title: "Нур-Султан"
    },
    {
        value: "3",
        title: "Атырау"
    },
    {
        value: "4",
        title: "Актау"
    },
    {
        value:"5",
        title: "Павлодар"
    },
]

export const nationalities = 
[
    "Казах/Казашка", 
    "Русский/Русская", 
    "Украинец/Украинка", 
    "Узбек/Узбечка", 
    "Уйгур/Уйгурка", 
    "Татар/Татарка", 
    "Немец/Немка", 
    "Турок/Турчанка",
    "Азейрбайджанец/Азербайджанка",
    "Кореец/Кореянка",
    "Белорус/Белоруска",
    "Таджик/Таджичка",
    "Чеченец/Чеченка",
    "Поляк/Полячка",
    "Киргиз/Киргизка",
    "Башкир/Башкирка",
    "Каракалпак/Каракалпачка",
    "Дунган/Дунганка"
]